{
  "categories": {
    "authority": {
      "en": {
        "name": "Authority",
        "short_description": "Susceptibility to influence from authority figures or perceived experts",
        "description": "This category measures the vulnerability to social engineering attacks that exploit respect for authority, hierarchical structures, or perceived expertise. Attackers often impersonate executives, IT administrators, or other authority figures to manipulate targets into taking harmful actions.",
        "examples": [
          "CEO fraud emails requesting urgent wire transfers",
          "Fake IT support calls requesting passwords",
          "Impersonation of government officials or regulators"
        ],
        "mitigation": "Implement verification procedures for requests from authority figures, especially for sensitive actions. Encourage a culture where questioning suspicious requests is acceptable regardless of apparent sender authority."
      },
      "it": {
        "name": "Autorità",
        "short_description": "Suscettibilità all'influenza da figure autoritarie o presunti esperti",
        "description": "Questa categoria misura la vulnerabilità agli attacchi di social engineering che sfruttano il rispetto per l'autorità, le strutture gerarchiche o la presunta competenza. Gli attaccanti spesso si spacciano per dirigenti, amministratori IT o altre figure di autorità per manipolare i bersagli a compiere azioni dannose.",
        "examples": [
          "Email fraudolente da presunti CEO che richiedono bonifici urgenti",
          "Chiamate da falso supporto IT che richiedono password",
          "Impersonificazione di funzionari governativi o autorità di regolamentazione"
        ],
        "mitigation": "Implementare procedure di verifica per richieste da figure autoritarie, specialmente per azioni sensibili. Incoraggiare una cultura in cui mettere in discussione richieste sospette è accettabile indipendentemente dall'apparente autorità del mittente."
      }
    },
    "temporal": {
      "en": {
        "name": "Temporal",
        "short_description": "Vulnerability to time pressure and urgency tactics",
        "description": "This category assesses susceptibility to attacks that create artificial time constraints or exploit natural deadline pressures. Attackers use urgency to bypass normal security procedures and rational decision-making processes.",
        "examples": [
          "Urgent password reset requests with short deadlines",
          "Limited-time offers requiring immediate action",
          "Fake security alerts demanding instant response"
        ],
        "mitigation": "Establish protocols that require additional verification for urgent requests. Train staff to recognize artificial urgency and maintain security procedures even under time pressure."
      },
      "it": {
        "name": "Temporale",
        "short_description": "Vulnerabilità alla pressione temporale e tattiche di urgenza",
        "description": "Questa categoria valuta la suscettibilità ad attacchi che creano vincoli temporali artificiali o sfruttano pressioni naturali dovute a scadenze. Gli attaccanti usano l'urgenza per aggirare le normali procedure di sicurezza e i processi decisionali razionali.",
        "examples": [
          "Richieste urgenti di reset password con scadenze brevi",
          "Offerte a tempo limitato che richiedono azione immediata",
          "Falsi alert di sicurezza che richiedono risposta istantanea"
        ],
        "mitigation": "Stabilire protocolli che richiedono verifiche aggiuntive per richieste urgenti. Formare il personale a riconoscere l'urgenza artificiale e mantenere le procedure di sicurezza anche sotto pressione temporale."
      }
    },
    "social": {
      "en": {
        "name": "Social",
        "short_description": "Susceptibility to social proof and peer influence",
        "description": "This category measures vulnerability to attacks exploiting social dynamics, peer pressure, and the tendency to conform to group behavior. Attackers leverage trust in colleagues or reference to others' actions to manipulate targets.",
        "examples": [
          "Claims that 'everyone in the department' has already completed an action",
          "Fake collaboration requests from supposed team members",
          "Exploitation of professional networking platforms"
        ],
        "mitigation": "Implement independent verification processes that don't rely solely on social proof. Educate employees about social engineering tactics that exploit group dynamics and peer pressure."
      },
      "it": {
        "name": "Sociale",
        "short_description": "Suscettibilità alla prova sociale e all'influenza dei pari",
        "description": "Questa categoria misura la vulnerabilità ad attacchi che sfruttano le dinamiche sociali, la pressione dei pari e la tendenza a conformarsi al comportamento del gruppo. Gli attaccanti sfruttano la fiducia nei colleghi o il riferimento alle azioni altrui per manipolare i bersagli.",
        "examples": [
          "Affermazioni che 'tutti nel dipartimento' hanno già completato un'azione",
          "Richieste di collaborazione false da presunti membri del team",
          "Sfruttamento di piattaforme di networking professionale"
        ],
        "mitigation": "Implementare processi di verifica indipendenti che non si basino solo sulla prova sociale. Educare i dipendenti sulle tattiche di social engineering che sfruttano le dinamiche di gruppo e la pressione dei pari."
      }
    },
    "affective": {
      "en": {
        "name": "Affective",
        "short_description": "Vulnerability to emotional manipulation and sentiment exploitation",
        "description": "This category evaluates susceptibility to attacks that manipulate emotions such as fear, greed, curiosity, sympathy, or excitement. Emotional responses can override logical security thinking and lead to risky behaviors.",
        "examples": [
          "Phishing emails exploiting fear of account closure",
          "Fake prize notifications exploiting greed",
          "Charity scams exploiting sympathy"
        ],
        "mitigation": "Train employees to recognize emotional manipulation tactics. Implement cooling-off periods for requests that trigger strong emotional responses. Encourage rational evaluation before taking action on emotionally-charged communications."
      },
      "it": {
        "name": "Affettivo",
        "short_description": "Vulnerabilità alla manipolazione emotiva e allo sfruttamento dei sentimenti",
        "description": "Questa categoria valuta la suscettibilità ad attacchi che manipolano emozioni come paura, avidità, curiosità, simpatia o eccitazione. Le risposte emotive possono prevalere sul pensiero logico di sicurezza e portare a comportamenti rischiosi.",
        "examples": [
          "Email di phishing che sfruttano la paura della chiusura dell'account",
          "Notifiche di premi falsi che sfruttano l'avidità",
          "Truffe benefiche che sfruttano la simpatia"
        ],
        "mitigation": "Formare i dipendenti a riconoscere le tattiche di manipolazione emotiva. Implementare periodi di riflessione per richieste che scatenano forti risposte emotive. Incoraggiare la valutazione razionale prima di agire su comunicazioni emotivamente cariche."
      }
    },
    "cognitive": {
      "en": {
        "name": "Cognitive",
        "short_description": "Susceptibility to cognitive biases and mental shortcuts",
        "description": "This category measures vulnerability to attacks exploiting cognitive biases, mental fatigue, information overload, or habitual behaviors. Attackers design attacks to align with cognitive shortcuts and bypass critical thinking.",
        "examples": [
          "Phishing emails designed to look like routine notifications",
          "Exploitation of confirmation bias in targeted attacks",
          "Attacks during high-workload periods when cognitive resources are depleted"
        ],
        "mitigation": "Implement systematic verification procedures that don't rely on individual judgment alone. Design security processes to account for cognitive limitations. Use automation to reduce cognitive load on security-critical decisions."
      },
      "it": {
        "name": "Cognitivo",
        "short_description": "Suscettibilità ai bias cognitivi e alle scorciatoie mentali",
        "description": "Questa categoria misura la vulnerabilità ad attacchi che sfruttano bias cognitivi, affaticamento mentale, sovraccarico informativo o comportamenti abitudinari. Gli attaccanti progettano attacchi per allinearsi con le scorciatoie cognitive e aggirare il pensiero critico.",
        "examples": [
          "Email di phishing progettate per sembrare notifiche di routine",
          "Sfruttamento del bias di conferma in attacchi mirati",
          "Attacchi durante periodi di alto carico di lavoro quando le risorse cognitive sono esaurite"
        ],
        "mitigation": "Implementare procedure di verifica sistematiche che non si basino solo sul giudizio individuale. Progettare processi di sicurezza che tengano conto delle limitazioni cognitive. Utilizzare l'automazione per ridurre il carico cognitivo su decisioni critiche per la sicurezza."
      }
    },
    "group": {
      "en": {
        "name": "Group",
        "short_description": "Vulnerability through group dynamics and organizational culture",
        "description": "This category assesses risks arising from group behaviors, organizational culture, shared assumptions, and collective decision-making processes. Attackers exploit group dynamics and organizational norms to achieve their objectives.",
        "examples": [
          "Exploitation of 'helpful' organizational cultures",
          "Attacks targeting group communication channels",
          "Manipulation of shared resources or collaborative platforms"
        ],
        "mitigation": "Foster security-aware culture that balances helpfulness with verification. Establish clear protocols for group communications and shared resources. Implement controls that work at the organizational level, not just individual level."
      },
      "it": {
        "name": "Gruppo",
        "short_description": "Vulnerabilità attraverso le dinamiche di gruppo e la cultura organizzativa",
        "description": "Questa categoria valuta i rischi derivanti dai comportamenti di gruppo, dalla cultura organizzativa, dalle assunzioni condivise e dai processi decisionali collettivi. Gli attaccanti sfruttano le dinamiche di gruppo e le norme organizzative per raggiungere i loro obiettivi.",
        "examples": [
          "Sfruttamento di culture organizzative 'collaborative'",
          "Attacchi mirati ai canali di comunicazione di gruppo",
          "Manipolazione di risorse condivise o piattaforme collaborative"
        ],
        "mitigation": "Promuovere una cultura consapevole della sicurezza che bilanci collaborazione e verifica. Stabilire protocolli chiari per le comunicazioni di gruppo e le risorse condivise. Implementare controlli che funzionino a livello organizzativo, non solo individuale."
      }
    },
    "stress": {
      "en": {
        "name": "Stress",
        "short_description": "Susceptibility under high-stress conditions and pressure",
        "description": "This category evaluates vulnerability when individuals are under stress, whether from workload, organizational changes, personal situations, or crisis scenarios. Stress impairs judgment and increases susceptibility to manipulation.",
        "examples": [
          "Attacks during organizational crises or major incidents",
          "Exploitation of high-pressure periods (end of quarter, audits)",
          "Targeting individuals known to be under stress"
        ],
        "mitigation": "Implement additional safeguards during known high-stress periods. Provide stress management resources. Design security procedures that remain effective even under pressure. Monitor for signs of employee stress and provide appropriate support."
      },
      "it": {
        "name": "Stress",
        "short_description": "Suscettibilità in condizioni di alto stress e pressione",
        "description": "Questa categoria valuta la vulnerabilità quando gli individui sono sotto stress, sia per carico di lavoro, cambiamenti organizzativi, situazioni personali o scenari di crisi. Lo stress compromette il giudizio e aumenta la suscettibilità alla manipolazione.",
        "examples": [
          "Attacchi durante crisi organizzative o incidenti gravi",
          "Sfruttamento di periodi ad alta pressione (fine trimestre, audit)",
          "Targeting di individui notoriamente sotto stress"
        ],
        "mitigation": "Implementare salvaguardie aggiuntive durante periodi di alto stress noti. Fornire risorse per la gestione dello stress. Progettare procedure di sicurezza che rimangano efficaci anche sotto pressione. Monitorare i segni di stress dei dipendenti e fornire supporto appropriato."
      }
    },
    "unconscious": {
      "en": {
        "name": "Unconscious",
        "short_description": "Vulnerability from unconscious biases and automatic behaviors",
        "description": "This category measures risks from unconscious decision-making, implicit biases, automated responses, and behaviors operating below conscious awareness. These deeply ingrained patterns are difficult to recognize and modify.",
        "examples": [
          "Automatic clicking on familiar-looking elements",
          "Unconscious trust in certain formats or visual cues",
          "Implicit biases affecting security judgments"
        ],
        "mitigation": "Design security systems that account for unconscious behaviors rather than relying solely on conscious vigilance. Use friction and interrupts for critical security actions. Implement behavioral analytics to detect anomalous patterns."
      },
      "it": {
        "name": "Inconscio",
        "short_description": "Vulnerabilità da bias inconsci e comportamenti automatici",
        "description": "Questa categoria misura i rischi derivanti da decisioni inconsce, bias impliciti, risposte automatizzate e comportamenti che operano sotto la consapevolezza cosciente. Questi schemi profondamente radicati sono difficili da riconoscere e modificare.",
        "examples": [
          "Click automatici su elementi dall'aspetto familiare",
          "Fiducia inconscia in certi formati o segnali visivi",
          "Bias impliciti che influenzano i giudizi di sicurezza"
        ],
        "mitigation": "Progettare sistemi di sicurezza che tengano conto dei comportamenti inconsci piuttosto che fare affidamento solo sulla vigilanza consapevole. Utilizzare attrito e interruzioni per azioni critiche di sicurezza. Implementare analisi comportamentali per rilevare pattern anomali."
      }
    },
    "ai": {
      "en": {
        "name": "AI",
        "short_description": "Vulnerabilities related to AI-powered attacks and deepfakes",
        "description": "This category addresses emerging risks from AI-enhanced social engineering, including deepfakes, AI-generated phishing, voice cloning, and other AI-powered manipulation techniques. These sophisticated attacks are increasingly difficult to detect.",
        "examples": [
          "Deepfake video calls impersonating executives",
          "AI-generated spear-phishing emails with perfect personalization",
          "Voice cloning for fraudulent phone calls",
          "AI-powered chatbots for social engineering at scale"
        ],
        "mitigation": "Implement technical verification methods beyond audio-visual confirmation. Establish code words or authentication procedures for sensitive requests. Educate staff about AI capabilities and limitations. Use AI detection tools where available."
      },
      "it": {
        "name": "AI",
        "short_description": "Vulnerabilità relative ad attacchi potenziati dall'IA e deepfake",
        "description": "Questa categoria affronta i rischi emergenti dal social engineering potenziato dall'IA, inclusi deepfake, phishing generato da IA, clonazione vocale e altre tecniche di manipolazione basate su IA. Questi attacchi sofisticati sono sempre più difficili da rilevare.",
        "examples": [
          "Videochiamate deepfake che impersonano dirigenti",
          "Email di spear-phishing generate da IA con perfetta personalizzazione",
          "Clonazione vocale per chiamate fraudolente",
          "Chatbot potenziati da IA per social engineering su larga scala"
        ],
        "mitigation": "Implementare metodi di verifica tecnica oltre alla conferma audio-visiva. Stabilire parole d'ordine o procedure di autenticazione per richieste sensibili. Educare il personale sulle capacità e limitazioni dell'IA. Utilizzare strumenti di rilevamento IA dove disponibili."
      }
    },
    "convergent": {
      "en": {
        "name": "Convergent",
        "short_description": "Risks from combined and multi-vector attack strategies",
        "description": "This category evaluates vulnerability to sophisticated attacks that combine multiple psychological principles, attack vectors, or risk categories simultaneously. These coordinated attacks are more effective than single-vector approaches and represent advanced threat actor capabilities.",
        "examples": [
          "Attacks combining authority + temporal pressure + emotional manipulation",
          "Multi-stage campaigns using different channels and techniques",
          "Coordinated attacks exploiting multiple organizational vulnerabilities simultaneously"
        ],
        "mitigation": "Implement defense-in-depth strategies that address multiple risk categories. Train on complex attack scenarios, not just individual techniques. Use threat intelligence to understand adversary multi-vector capabilities. Ensure security controls work together synergistically."
      },
      "it": {
        "name": "Convergente",
        "short_description": "Rischi da strategie di attacco combinate e multi-vettore",
        "description": "Questa categoria valuta la vulnerabilità ad attacchi sofisticati che combinano simultaneamente molteplici principi psicologici, vettori di attacco o categorie di rischio. Questi attacchi coordinati sono più efficaci degli approcci a vettore singolo e rappresentano capacità di threat actor avanzati.",
        "examples": [
          "Attacchi che combinano autorità + pressione temporale + manipolazione emotiva",
          "Campagne multi-stadio che usano canali e tecniche differenti",
          "Attacchi coordinati che sfruttano simultaneamente molteplici vulnerabilità organizzative"
        ],
        "mitigation": "Implementare strategie defense-in-depth che affrontino molteplici categorie di rischio. Formare su scenari di attacco complessi, non solo tecniche individuali. Utilizzare threat intelligence per comprendere le capacità multi-vettore degli avversari. Assicurarsi che i controlli di sicurezza funzionino insieme sinergicamente."
      }
    }
  }
}
