{
  "categories": {
    "1": {
      "en": {
        "name": "Authority-Based",
        "short_description": "Susceptibility to influence from authority figures and institutional power.",
        "description": "This category measures vulnerability to social engineering attacks that exploit deference to authority, organizational hierarchies, and institutional legitimacy. Attackers often impersonate executives, IT staff, or external authorities to manipulate targets.",
        "examples": [
          "CEO fraud emails requesting urgent wire transfers",
          "Fake IT support calls demanding password resets",
          "Impersonation of government agencies or regulators",
          "Requests from apparent supervisors to bypass security protocols"
        ],
        "mitigation": "Implement verification procedures for authority-based requests, establish dual-authorization for sensitive actions, train staff to question unusual requests regardless of apparent authority, and create clear escalation paths for validating high-level directives."
      },
      "it": {
        "name": "Basata sull'Autorità",
        "short_description": "Suscettibilità all'influenza di figure autoritarie e potere istituzionale.",
        "description": "Questa categoria misura la vulnerabilità ad attacchi di social engineering che sfruttano la deferenza all'autorità, le gerarchie organizzative e la legittimità istituzionale. Gli aggressori spesso si spacciano per dirigenti, personale IT o autorità esterne per manipolare i target.",
        "examples": [
          "Email fraudolente del CEO che richiedono bonifici urgenti",
          "Chiamate di falso supporto IT che richiedono reset delle password",
          "Impersonificazione di agenzie governative o regolatori",
          "Richieste da presunti supervisori per bypassare protocolli di sicurezza"
        ],
        "mitigation": "Implementare procedure di verifica per richieste basate sull'autorità, stabilire doppia autorizzazione per azioni sensibili, formare il personale a mettere in discussione richieste insolite indipendentemente dall'apparente autorità, e creare percorsi di escalation chiari per validare direttive di alto livello."
      }
    },
    "2": {
      "en": {
        "name": "Temporal-Based",
        "short_description": "Vulnerability to time pressure and urgency manipulation tactics.",
        "description": "This category assesses susceptibility to attacks that create artificial urgency or exploit time constraints. Attackers use deadlines, time-limited offers, and emergency scenarios to bypass rational decision-making and security awareness.",
        "examples": [
          "Urgent payment requests with tight deadlines",
          "Limited-time offers requiring immediate action",
          "Emergency scenarios demanding instant credential sharing",
          "Account suspension threats requiring immediate verification"
        ],
        "mitigation": "Establish protocols that allow time for verification even in urgent situations, train staff to recognize artificial urgency, implement cooling-off periods for high-risk decisions, and create emergency response procedures that maintain security controls."
      },
      "it": {
        "name": "Basata sul Tempo",
        "short_description": "Vulnerabilità a pressione temporale e tattiche di manipolazione dell'urgenza.",
        "description": "Questa categoria valuta la suscettibilità ad attacchi che creano urgenza artificiale o sfruttano vincoli temporali. Gli aggressori usano scadenze, offerte a tempo limitato e scenari di emergenza per bypassare il processo decisionale razionale e la consapevolezza della sicurezza.",
        "examples": [
          "Richieste di pagamento urgenti con scadenze strette",
          "Offerte a tempo limitato che richiedono azione immediata",
          "Scenari di emergenza che richiedono condivisione istantanea di credenziali",
          "Minacce di sospensione account che richiedono verifica immediata"
        ],
        "mitigation": "Stabilire protocolli che consentano tempo per la verifica anche in situazioni urgenti, formare il personale a riconoscere l'urgenza artificiale, implementare periodi di riflessione per decisioni ad alto rischio, e creare procedure di risposta alle emergenze che mantengano i controlli di sicurezza."
      }
    },
    "3": {
      "en": {
        "name": "Social-Based",
        "short_description": "Susceptibility to social dynamics and interpersonal manipulation.",
        "description": "This category measures vulnerability to attacks exploiting social relationships, reciprocity, and interpersonal trust. Attackers leverage social norms, professional courtesy, and relationship-building to gain access or information.",
        "examples": [
          "Requests from apparent colleagues for assistance",
          "Leveraging existing business relationships for access",
          "Exploiting professional networking and reciprocity norms",
          "Building rapport before making malicious requests"
        ],
        "mitigation": "Train staff to maintain professional skepticism even with familiar contacts, implement verification steps for relationship-based requests, establish clear boundaries for information sharing, and promote security awareness that transcends social courtesy."
      },
      "it": {
        "name": "Basata sul Sociale",
        "short_description": "Suscettibilità a dinamiche sociali e manipolazione interpersonale.",
        "description": "Questa categoria misura la vulnerabilità ad attacchi che sfruttano relazioni sociali, reciprocità e fiducia interpersonale. Gli aggressori sfruttano norme sociali, cortesia professionale e costruzione di relazioni per ottenere accesso o informazioni.",
        "examples": [
          "Richieste da apparenti colleghi per assistenza",
          "Sfruttamento di relazioni commerciali esistenti per accesso",
          "Sfruttamento di networking professionale e norme di reciprocità",
          "Costruzione di rapporto prima di fare richieste malevole"
        ],
        "mitigation": "Formare il personale a mantenere scetticismo professionale anche con contatti familiari, implementare passaggi di verifica per richieste basate su relazioni, stabilire confini chiari per condivisione di informazioni, e promuovere consapevolezza di sicurezza che trascenda la cortesia sociale."
      }
    },
    "4": {
      "en": {
        "name": "Affective-Based",
        "short_description": "Vulnerability to emotional manipulation and affect-based influence.",
        "description": "This category evaluates susceptibility to attacks that exploit emotions such as fear, greed, curiosity, or compassion. Attackers trigger emotional responses to override logical thinking and security protocols.",
        "examples": [
          "Charity scams exploiting compassion",
          "Lottery or prize notifications triggering greed",
          "Threats and intimidation inducing fear-based compliance",
          "Curiosity-driven malware or phishing links"
        ],
        "mitigation": "Develop emotional awareness training, teach recognition of emotional manipulation tactics, implement decision-making protocols that account for emotional states, and create support systems for reporting suspicious emotionally-charged requests."
      },
      "it": {
        "name": "Basata sull'Affetto",
        "short_description": "Vulnerabilità a manipolazione emotiva e influenza basata sugli affetti.",
        "description": "Questa categoria valuta la suscettibilità ad attacchi che sfruttano emozioni come paura, avidità, curiosità o compassione. Gli aggressori innescano risposte emotive per prevalere sul pensiero logico e i protocolli di sicurezza.",
        "examples": [
          "Truffe di beneficenza che sfruttano la compassione",
          "Notifiche di lotterie o premi che innescano avidità",
          "Minacce e intimidazioni che inducono compliance basata sulla paura",
          "Malware o link di phishing guidati dalla curiosità"
        ],
        "mitigation": "Sviluppare formazione sulla consapevolezza emotiva, insegnare il riconoscimento di tattiche di manipolazione emotiva, implementare protocolli decisionali che tengano conto degli stati emotivi, e creare sistemi di supporto per segnalare richieste sospette cariche emotivamente."
      }
    },
    "5": {
      "en": {
        "name": "Cognitive-Based",
        "short_description": "Susceptibility to cognitive biases and mental processing limitations.",
        "description": "This category assesses vulnerability to attacks exploiting cognitive shortcuts, biases, and mental overload. Attackers leverage confirmation bias, anchoring, availability heuristic, and information overload to manipulate decision-making.",
        "examples": [
          "Phishing emails confirming expected actions or beliefs",
          "Overwhelming with technical jargon to induce compliance",
          "Exploiting pattern recognition with familiar-looking interfaces",
          "Anchoring expectations with initial false information"
        ],
        "mitigation": "Train staff on common cognitive biases, implement structured decision-making frameworks, encourage critical thinking and verification, reduce cognitive load in security processes, and promote awareness of mental fatigue effects on security decisions."
      },
      "it": {
        "name": "Basata sul Cognitivo",
        "short_description": "Suscettibilità a bias cognitivi e limitazioni di elaborazione mentale.",
        "description": "Questa categoria valuta la vulnerabilità ad attacchi che sfruttano scorciatoie cognitive, bias e sovraccarico mentale. Gli aggressori sfruttano bias di conferma, ancoraggio, euristica della disponibilità e sovraccarico di informazioni per manipolare il processo decisionale.",
        "examples": [
          "Email di phishing che confermano azioni o credenze attese",
          "Sopraffazione con gergo tecnico per indurre compliance",
          "Sfruttamento del riconoscimento di pattern con interfacce dall'aspetto familiare",
          "Ancoraggio delle aspettative con informazioni false iniziali"
        ],
        "mitigation": "Formare il personale sui bias cognitivi comuni, implementare framework decisionali strutturati, incoraggiare pensiero critico e verifica, ridurre il carico cognitivo nei processi di sicurezza, e promuovere consapevolezza degli effetti della fatica mentale sulle decisioni di sicurezza."
      }
    },
    "6": {
      "en": {
        "name": "Group-Based",
        "short_description": "Vulnerability to group dynamics and social conformity pressures.",
        "description": "This category measures susceptibility to attacks exploiting herd mentality, groupthink, and social proof. Attackers create false consensus, leverage peer pressure, and exploit conformity to influence behavior.",
        "examples": [
          "Claims that 'everyone else has already complied'",
          "Fake testimonials and reviews creating social proof",
          "Exploiting team dynamics and peer pressure",
          "Creating false sense of widespread adoption or urgency"
        ],
        "mitigation": "Foster independent critical thinking within teams, establish individual accountability for security decisions, train on social proof manipulation, encourage dissenting opinions, and create safe channels for questioning group decisions."
      },
      "it": {
        "name": "Basata sul Gruppo",
        "short_description": "Vulnerabilità a dinamiche di gruppo e pressioni di conformità sociale.",
        "description": "Questa categoria misura la suscettibilità ad attacchi che sfruttano mentalità da gregge, pensiero di gruppo e prova sociale. Gli aggressori creano falso consenso, sfruttano la pressione dei pari e sfruttano la conformità per influenzare il comportamento.",
        "examples": [
          "Affermazioni che 'tutti gli altri hanno già aderito'",
          "Testimonianze e recensioni false che creano prova sociale",
          "Sfruttamento di dinamiche di team e pressione dei pari",
          "Creazione di falso senso di adozione diffusa o urgenza"
        ],
        "mitigation": "Promuovere pensiero critico indipendente nei team, stabilire responsabilità individuale per decisioni di sicurezza, formare sulla manipolazione della prova sociale, incoraggiare opinioni dissenzienti, e creare canali sicuri per mettere in discussione decisioni di gruppo."
      }
    },
    "7": {
      "en": {
        "name": "Stress-Based",
        "short_description": "Susceptibility to manipulation under stress and high-pressure situations.",
        "description": "This category evaluates vulnerability to attacks that exploit or create stressful conditions. Attackers leverage workplace stress, personal crises, or artificially induced pressure to compromise judgment and security awareness.",
        "examples": [
          "Attacks timed to coincide with known stressful periods",
          "Creating crisis scenarios that induce panic",
          "Exploiting personal or organizational difficulties",
          "Overwhelming targets with multiple simultaneous demands"
        ],
        "mitigation": "Implement stress management and resilience training, establish calm decision-making protocols for crisis situations, create support systems for stressed employees, monitor for signs of stress-related vulnerability, and maintain security awareness even during high-pressure periods."
      },
      "it": {
        "name": "Basata sullo Stress",
        "short_description": "Suscettibilità a manipolazione sotto stress e situazioni ad alta pressione.",
        "description": "Questa categoria valuta la vulnerabilità ad attacchi che sfruttano o creano condizioni stressanti. Gli aggressori sfruttano stress lavorativo, crisi personali o pressione artificialmente indotta per compromettere il giudizio e la consapevolezza della sicurezza.",
        "examples": [
          "Attacchi temporizzati per coincidere con periodi stressanti noti",
          "Creazione di scenari di crisi che inducono panico",
          "Sfruttamento di difficoltà personali o organizzative",
          "Sopraffazione di target con richieste simultanee multiple"
        ],
        "mitigation": "Implementare formazione sulla gestione dello stress e resilienza, stabilire protocolli decisionali calmi per situazioni di crisi, creare sistemi di supporto per dipendenti stressati, monitorare segni di vulnerabilità legata allo stress, e mantenere consapevolezza di sicurezza anche durante periodi ad alta pressione."
      }
    },
    "8": {
      "en": {
        "name": "Unconscious-Based",
        "short_description": "Vulnerability to subconscious influences and automatic behavioral patterns.",
        "description": "This category assesses susceptibility to attacks that bypass conscious awareness through habit exploitation, priming, subliminal cues, and automatic responses. Attackers leverage unconscious biases and behavioral autopilot.",
        "examples": [
          "Exploiting habitual behaviors and routine actions",
          "Using familiar patterns to trigger automatic responses",
          "Leveraging implicit biases and assumptions",
          "Priming with subtle cues before making requests"
        ],
        "mitigation": "Develop mindfulness and conscious awareness training, implement conscious verification steps for routine actions, train on recognition of unconscious influence techniques, create interruptions in automated workflows for security checks, and promote deliberate decision-making for security-relevant actions."
      },
      "it": {
        "name": "Basata sull'Inconscio",
        "short_description": "Vulnerabilità a influenze subconsce e pattern comportamentali automatici.",
        "description": "Questa categoria valuta la suscettibilità ad attacchi che bypassano la consapevolezza cosciente attraverso sfruttamento di abitudini, priming, segnali subliminali e risposte automatiche. Gli aggressori sfruttano bias inconsci e pilota automatico comportamentale.",
        "examples": [
          "Sfruttamento di comportamenti abituali e azioni di routine",
          "Uso di pattern familiari per innescare risposte automatiche",
          "Sfruttamento di bias impliciti e assunzioni",
          "Priming con segnali sottili prima di fare richieste"
        ],
        "mitigation": "Sviluppare formazione su mindfulness e consapevolezza cosciente, implementare passaggi di verifica consapevole per azioni di routine, formare sul riconoscimento di tecniche di influenza inconscia, creare interruzioni in workflow automatizzati per controlli di sicurezza, e promuovere processo decisionale deliberato per azioni rilevanti per la sicurezza."
      }
    },
    "9": {
      "en": {
        "name": "AI-Enhanced",
        "short_description": "Susceptibility to AI-powered and algorithmically optimized manipulation.",
        "description": "This category measures vulnerability to attacks enhanced by artificial intelligence, machine learning, and automated personalization. Attackers use AI for deepfakes, personalized targeting, behavioral prediction, and adaptive attack strategies.",
        "examples": [
          "Deepfake audio or video impersonations",
          "AI-generated personalized phishing messages",
          "Chatbot-driven social engineering",
          "Machine learning-optimized manipulation tactics"
        ],
        "mitigation": "Train on AI-enhanced threat recognition, implement multi-factor verification for high-stakes communications, develop skepticism toward highly personalized content, establish protocols for verifying media authenticity, and stay informed about emerging AI-based attack vectors."
      },
      "it": {
        "name": "Potenziata dall'IA",
        "short_description": "Suscettibilità a manipolazione potenziata dall'IA e algoritmicamente ottimizzata.",
        "description": "Questa categoria misura la vulnerabilità ad attacchi potenziati da intelligenza artificiale, machine learning e personalizzazione automatizzata. Gli aggressori usano l'IA per deepfake, targeting personalizzato, previsione comportamentale e strategie di attacco adattive.",
        "examples": [
          "Impersonificazioni audio o video deepfake",
          "Messaggi di phishing personalizzati generati dall'IA",
          "Social engineering guidato da chatbot",
          "Tattiche di manipolazione ottimizzate con machine learning"
        ],
        "mitigation": "Formare sul riconoscimento di minacce potenziate dall'IA, implementare verifica multi-fattore per comunicazioni ad alto rischio, sviluppare scetticismo verso contenuti altamente personalizzati, stabilire protocolli per verificare autenticità dei media, e rimanere informati sui vettori di attacco emergenti basati sull'IA."
      }
    },
    "10": {
      "en": {
        "name": "Convergent",
        "short_description": "Vulnerability to multi-vector attacks combining multiple manipulation techniques.",
        "description": "This category evaluates susceptibility to sophisticated attacks that combine multiple manipulation vectors simultaneously or sequentially. Attackers orchestrate complex campaigns leveraging authority, urgency, emotion, and social dynamics in coordinated fashion.",
        "examples": [
          "Coordinated attacks using multiple communication channels",
          "Sequential manipulation building on previous interactions",
          "Combining authority with urgency and emotional triggers",
          "Multi-stage campaigns with escalating pressure"
        ],
        "mitigation": "Develop holistic security awareness training, implement comprehensive verification procedures, train on recognition of multi-vector attacks, establish cross-channel validation protocols, create incident correlation systems, and promote systemic security thinking that recognizes attack patterns across vectors."
      },
      "it": {
        "name": "Convergente",
        "short_description": "Vulnerabilità ad attacchi multi-vettore che combinano tecniche di manipolazione multiple.",
        "description": "Questa categoria valuta la suscettibilità ad attacchi sofisticati che combinano vettori di manipolazione multipli simultaneamente o sequenzialmente. Gli aggressori orchestrano campagne complesse sfruttando autorità, urgenza, emozione e dinamiche sociali in modo coordinato.",
        "examples": [
          "Attacchi coordinati usando canali di comunicazione multipli",
          "Manipolazione sequenziale che si basa su interazioni precedenti",
          "Combinazione di autorità con urgenza e trigger emotivi",
          "Campagne multi-fase con pressione crescente"
        ],
        "mitigation": "Sviluppare formazione olistica sulla consapevolezza della sicurezza, implementare procedure di verifica complete, formare sul riconoscimento di attacchi multi-vettore, stabilire protocolli di validazione cross-canale, creare sistemi di correlazione degli incidenti, e promuovere pensiero di sicurezza sistemico che riconosca pattern di attacco attraverso i vettori."
      }
    }
  }
}
